export const stockCardData = [
  {
    discount: 25,
    image: "Image_1.png",
    info: "Рубероид РКП-350 ТУ, размер материала 1 х 10 м (10м2, 1 рулон)",
    price: 449,
    lineThroughPrice: 499,
  },
  {
    discount: 25,
    image: "Image_2.png",
    info: "Пена монтажная ТЕХНОНИКОЛЬ MASTER 65 профессиональная всесезонная",
    price: 495,
    lineThroughPrice: 660,
  },
  {
    discount: 25,
    image: "Image_3.png",
    info: `Сетка "Рабица" яч. 50х50/1,5х10 м-ОЦ`,
    price: 1499,
    lineThroughPrice: 1890,
  },
  {
    discount: 25,
    image: "Image_4.png",
    info: "Металлочерепица, цвет коричневый, 1.18 х 1.15 м",
    price: 769,
    lineThroughPrice: 999,
  },
];

export const popularCategories = [
  {
    image: "image_1",
    name: "Душевые",
  },
  {
    image: "image_2",
    name: "Пиломатериалы",
  },
  {
    image: "image_3",
    name: "Линолеум",
  },
  {
    image: "image_4",
    name: "Обои",
  },
  {
    image: "image_5",
    name: "Инструменты",
  },
  {
    image: "image_6",
    name: "Товары для дачи",
  },
  {
    image: "image_7",
    name: "Окна",
  },
  {
    image: "image_8",
    name: "Двери",
  },
  {
    image: "image_9",
    name: "Сантехника",
  },
  {
    image: "image_10",
    name: "Краски",
  },
  {
    image: "image_11",
    name: "Электротовары",
  },
  {
    image: "image_12",
    name: "Интерьер",
  },
];

export const popularProducts = [
  {
    img: "img_1",
    name: "Керамогранит Yasmin 598х185 коричневый C-YA4M112D",
    price: "899 ₽",
  },
  {
    img: "img_2",
    name: "Затирка для узких швов Ceresit СЕ 33, цвет белый, 2 кг",
    price: "275 ₽",
  },
  {
    img: "img_3",
    name: "Грунтовка Старатели 10л глубокого проникновения",
    price: "839 ₽",
  },
  {
    img: "img_4",
    name: "Гипсокартон Волма, 2500 х 1200 х 12,5 мм",
    price: "335 ₽",
  },
  {
    img: "img_5",
    name: "Профиль 0,55мм для гипсокартона",
    price: "195 ₽",
  },
  {
    img: "img_6",
    name: "Рулетка 3м",
    price: "100 ₽",
  },
  {
    img: "img_7",
    name: "Кнауф Мп 75 штукатурка гипсовая МН 30кг",
    price: "380 ₽",
  },
  {
    img: "img_8",
    name: "Уголок серый канализационный Д110 ГР90",
    price: "335 ₽",
  },
  {
    img: "img_9",
    name: "Knauf Ротбанд, 30 кг",
    price: "508 ₽",
  },
  {
    img: "img_10",
    name: "Саморез по металлу 3,5х25 мм для гипсокартона",
    price: "340 ₽",
  },
  {
    img: "img_11",
    name: "Шпатлевка универсальная Danogips SuperFinish 17 л",
    price: "2 555 ₽",
  },
  {
    img: "img_12",
    name: "Клейкая лента металлизированная Изоспан FL 5х5000 см",
    price: "226 ₽",
  },
];

export const popularBrandImages = [
  "1.png",
  "2.png",
  "3.png",
  "4.png",
  "5.png",
  "6.png",
  "7.png",
  "8.png",
  "9.png",
  "10.png",
  "11.png",
  "12.png",
];

export const reviews = [
  {
    personImg: "1.svg",
    person_name: "Пётр",
    text: `Сегодня 10.03.2022 года, брал перфоратор в аренду в магазине по улице Дорожная. Продавец всё хорошо объяснил, показал и плюс остался бонус в ящике перфоратора это бур нужного мне диаметра, оставленным прежним арендатором. В общем повесил телевизор, где надо было просверлить 4 отверстия, всего за 100 ₽`,
    date: `21 марта 2022 г.`,
  },
  {
    personImg: "1.svg",
    person_name: "Анна",
    text: `Живу в п.Володарский МО, очень были рады открытию магазина СтройкаСтор. Хорошие сотрудники, но особенно хочется отметить работу Алексея за его помощь в решении проблем, очень квалифицированные рекомендации по подбору строительных материалов для ремонта. Хороший ассортимент`,
    date: `18 марта 2022 г.`,
  },
  {
    personImg: "1.svg",
    person_name: "Виктор",
    text: `Заказывал в данном магазине строй материалы. Привезли их вовремя и в прекрасном состоянии, претензий к доставке, персоналу и прочему меня нет. Строй материалы мне понравились, ремонт с ними я сделал отличный. Магазин мне безумно понравился, обязательно обращусь сюда снова, большое спасибо`,
    date: `6 ноября 2021 г.`,
  },
  {
    personImg: "1.svg",
    person_name: "Дмитрий",
    text: `Данный магазин целиком и полностью оправдал все мои ожидания. Тут мне удалось найти апсалютно все нужные мне материалы для отделочных работ и в нужном количестве. С доставкой тоже получилось всё удобно. привезли всё в заказанном количестве и в отличном состоянии.`,
    date: `5 ноября 2021 г.`,
  },
];
